ballresponse = [
  "Yes", "No", "Take a wild guess...", "Very doubtful",
  "Sure", "Without a doubt", "Most likely", "Might be possible",
  "You'll be the judge", "no... (╯°□°）╯︵ ┻━┻", "no... baka",
  "senpai, pls no ;-;"
]
hunnaeresponse = [
  "มึงแอบชักว่าวอยู่ใช่ไหม!","กำลังชักว่าวกันอยู่ละสิพวกมึง!!!!","นอนไม่หลับกันละสิ","ยังไม่ง่วงกันละสิ",
  "ดึกขนาดนี้ ยังไม่นอนอีก"
]
kumkhom = [
  "อ่อนแอก็แพ้ไป คนไหวเขาจะยืน","เป็นคนอื่นเป็นได้ไม่นาน เป็นตัวเองเป็นได้ตลอดไป","โตมาถึงได้รู้ว่าชินจังไม่ใช่การ์ตูน แต่เป็นความรู้สึก","ลองไม่พยายามตามหาความรักดูสิ เดี๋ยวสักวันความรักจะตามหาเราเอง",
  "โดนเทแล้วไง เติมใหม่เดี๋ยวก็เต็ม","โลกนี้ไม่มีที่ยืนสำหรับคนอ่อนแอ งั้นไม่เป็นไรเรานั่งก็ได้ เราเก่ง","กลับไปมอง อย่าย้อนกลับไปเดิน","อย่าเรียกว่าขึ้นคาน ให้เรียกว่าผู้เชี่ยวชาญในการเลือกแฟน","เบื่อชีวิตอิสระ อยากหาจังหวะมีเจ้าของ",
  "อ้วนจนมีเหนียง เธอจะเลี้ยงเราไหวมั้ย","ชอบนิสัยแล้วก็ชอบเจ้าของนิสัยด้วยยย","เบื่อความร้อน ต้องการความรัก","วันนี้เธอว่างไหม ว่าจะชวนเข้ามานั่งในหัวใจเราซะหน่อย","เด็กคืออนาคตของชาติ แต่ถ้าไม่มีอะไรผิดพลาด น้องก็น่าจะเป็นอนาคตของพี่",
  "มีใจก็ไลน์มา มีเวลาจะได้คุยกัน","มองกล้องอะทำเผลอ แต่มองเธออะ เราตั้งใจ","เรื่องหวานไม่ค่อยบ่อย แต่เรื่องอ่อยขอให้บอก","ใจไม่อยู่กับเนื้อกับตัวเลย เหมือนจะอยู่กับเธอ","ผมจะไม่ยุ่ง ถ้าคุณหวี ผมจะไม่ใจดีถ้าคุณมีคนอื่น",
  "ถ้าการไปอยู่ในใจใครมันยาก อยู่บ้านเถอะ เชื่อเรา","เห็นแดดแล้วโวยวาย เห็นผู้ชายแล้วร่าเริง","ถ้าไม่นับเงินในกระเป๋า เราดีกว่าเขาเเน่นอน","ถ้าพี่ชอบคนรวย รอหนูถูกหวยก่อนได้มั้ยคะ","ไม่อยากวิ่งตามใคร พอดีร่างกายไม่แข็งแรง",
  "ถ้าคนจริง โอวัลตินต้องละลาย","ที่ขาใหญ่ ก็เพราะว่าต้องแบกรับอะไรหลายอย่าง","ใกล้ไกลไม่สำคัญ… แค่มีคนไปด้วยกันก็พอ","เวลาที่เราเหงา ทะเลกับภูเขาจะโอบกอดเราไว้","แพลนเที่ยวมีอยู่เต็มหัว ทั้งเนื้อทั้งตัวมีอยู่ร้อยเดียว",
  "ทะเลยังมีคลื่น ทำไมเราไม่มีใคร","ไม่ต้องยืนในที่ที่ดีที่สุด จงยืนในที่ที่ทำให้เรามีความสุขก็พอ","ดาวสวยแล้วไง.. ก็เขาชอบพระจันทร์","ยากกว่าการนับหนึ่ง คือการลืมทุกสิ่งที่เคยนับมา","คนนะ ไม่ใช่ศาลาพักใจ พอหมดเวลาก็ไปพอไม่เหลือใครก็มา",
  "น้ำตามักจะไหลตอนที่มีอะไรมาเข้าตา กับเวลาที่ไม่มีใครมาเข้าใจ","ไม่มีใครให้ความรักไปโดยไม่หวังความรู้สึกดี ๆ กลับมาหรอกนะ","ต้องการให้คนอื่นสบายใจ จนลืมไปว่าตัวเองก็ต้องการเหมือนกัน",
  "หัวใจรั่วเหรอครับ เติมเท่าไรไม่เต็มสักที","ท้องฟ้าก็เหมือนเธอและเขา ที่เราทำได้แค่มอง","คิดไปเองว่าเจ็บแล้ว แต่ยังคิดถึงอยู่เจ็บกว่าเยอะเลย","ทางนั้นสบายดี ทางนี้ก็สบายใจ","อยากอยู่กลางใจ แต่ทำไมอยู่ไกลจางงงง","ซื้อ ทุกเลข ยกเว้นเลขที่ออก!",
  "หมดโปรเมื่อไหร่ หมดใจตามมา","อย่ารังแกคนที่ไม่มีเงิน ด้วยการไม่คืนเลย","ตั้งแต่เกิดมาเคยเจ็บแค่สองครั้ง ครั้งแล้ว กับ ครั้งเล่า","เสมอต้นเสมอปลาย แต่อาจไม่เสมอไป","สองสิ่งที่ยิ่งใหญ่บนโลกใบนี้ คือ ความรัก กับ หวย ล้วนมีความเสี่ยง",
  "บางครั้ง การเข้าใจ บางเรื่อง เจ็บปวด ยิ่งกว่าไม่รู้ อะไร","กินอยู่กับปาก อยากอยู่กับเธอ","หมดรักเธอก็ไป เหงาใจเธอก็มา ความรักนั้นมีค่า กรุณาอย่ากวนตีน","ต่อให้คุณ ดีพอ หรือ พอดี แต่ถ้าคุณเจอกับคน ไม่พอสักที ความรักที่มีมันก็ไร้ค่า",
  "เวลาไม่อาจรักษาทุกสิ่ง แต่การยอมรับความจริงจะรักษาทุกอย่าง","บางคนไม่ได้ รอ เพราะอยากรอ แต่ที่รอ เพราะมัน ไม่ยอมลืม","ในเมื่อ ผอม ไม่ได้ ก็ควรจะเรียนรู้ที่จะ อ้วน อย่างน่ารัก","อยากลืมใคร อย่าใช้เวลา เพราะนาฬิกา ยังวนมา ที่เดิม",
  "คำว่า เปล่า ของผู้หญิงอะ ตัวดี คำว่า ไม่มี ของผู้ชายอะ ห้ามเชื่อ","ความรัก ไม่ต้องการ เวลา แต่ ทุกเวลา ต้องการ ความรัก","บางคน ช่างดีกับเรามากมาย เค้าไม่เคยคิดร้ายและ ไม่เคยคิดรัก","เกิดมายังไม่เคย เสียท่า ใคร มีแต่ ได้ท่า ใหม่กลับมา",
  "บางคนมีรัก แต่กลับไม่รักษา บางคนตามหา แต่กลับไม่เจอ","คำบางคำคนพูดไม่เคยจำ แต่คนฟังไม่เคยลืม","ไม่ไขว่คว้า ไม่เสาะหา ปล่อยให้โชคชะตานำพา ความรัก มาหาเราเอง","ความรักก็เหมือนหมอฟัน หลอกกูอยู่นั่น ว่าไม่เจ็บ ไม่เจ็บ",
  "Google ที่ว่าแน่ ยัง Search หา คู่แท้ กู ไม่เจอ","เป็น คนโสด ไม่ต้องเศร้าเพราะ เป็นคนที่เขาไม่เอามันเศร้ากว่า","ขอเป็นรักแท้ ที่มาช้า ดีกว่า เป็นคนไร้ค่าที่มาก่อน","ความรัก ก็เหมือน เกมกีฬา ตัวสำรอง จะมีค่าก็ต่อเมื่อ ตัวจริง เจ็บ",
  "เก่งเสมอ กับ ให้มิตรภาพ แต่แย่เสมอ กับ ความใกล้ชิด","เวลาไม่ได้ทำให้ใครเสียคน ใครบางคนต่างหาก ทำให้เสียเวลา","คำว่าเพื่อนสนิทมักใช้แทนคำว่า ”แฟน” คำว่าแฟนมักใช้แทนคำว่า สามี","สุราคือยาพิษ ควรเติมน้ำแข็งกะโซดาสักนิดเพื่อดับพิษสุรา",
  "แอบชอบคืองานหลัก แอบรักคืองานรอง แอบมองคืองานอดิเรก ถูกปฏิเสธคือ งานประจำ","เงิน ถ้ามีน้อยก็ต้องใช้สอยประหยัด แต่ถ้า เวลา มีจำกัด ไม่ต้องประหยัดแต่ จัดเต็ม","อย่าหาเขาใส่หัว อย่ามีผัวแก้เหงา อย่าทำตัวเป็นเงา ชีวิตเป็นของเรา ตามเขาทำไม",
  "จุดเด่นไม่เคยมี ดูดีก็ไม่ใช่ แต่จุดสำคัญอยู่ที่ใจ คนแบบนี้เวลารักใครแล้วรักจริง","พึ่งรู้ว่าแฟนตัวเองเป็นกระดูก ก็ตอนที่ถูกหมาคาบไปแดก","ความหนาว อาจทำให้ใครบางคนเหงา แต่ความเหงาอาจจะทำให้ใครหลายคน หนาว",
  "เพื่อนก็เหมือนดาวบนท้องฟ้า แม้ไม่เห็นตลอดเวลา แต่ก็รู้ว่าท้องฟ้ายังมีดาว","ตัดกระดาษต้องใช้กรรไกร แต่ตัดใจต้องใช้เวลา","ความเงียบ มันมักจะ จับมือกับ ความเหงา มาเล่นงานเรา ในเวลา ไม่มีใคร","ยอมเป็นแค่คนดีที่ไม่มีใคร ดีกว่าเป็นคนหลายใจที่ไม่มีอะไรดี",
  "บ่อยครั้ง การหลอกตัวเองก็ทำให้เรามีความสุขมากกว่าได้รู้ความจริง","ฤดูร้อน ฤดูฝน ฤดูหนาว พบเจอหมดแล้ว แต่ทำไมยังไม่เจอ ฤดูรักซักทีนะ","ฝืนใช้คำว่าเรา ทั้งๆ ที่ในกระจกเงาสะท้อนคำว่าลา","ถ้าคุณยังไม่พร้อมที่จะหยุดที่ใคร ก็อย่าหวังไปไกลว่าใครจะมาหยุดที่คุณ",
  "ถึงจะเป็นคนคุ้นเคย ถ้าเอาแต่ละเลย ก็อาจกลายเป็นแค่คนเคยคุ้นกัน","อย่าทำตัวเป็นแฟนแค่ในนามและความคิด โปรดลงมือกระทำด้วย","รอยยิ้มที่ส่งไปให้ ไม่สะเทือนใจบ้างเลยเหรอ","หวังว่าจะได้ใจ สุดท้ายก็ได้กัน..",
  "เพราะชีวิต มันไม่เป็นอย่างที่คิดเสมอ","อย่าทิ้งคนที่รักและซื่อสัตย์กับคุณ เพียงเพราะเขาไม่น่ารักเหมือนวันแรกที่คบ เพราะหากคุณทิ้งคนแบบนี้ไปแล้ว คุณจะไม่มีทางพบรักแท้อีกแน่นอน","เสื้อผ้ายังไม่อยากใส่ซ้ำ แล้วใครอยากใช้ซ้ำกับคนอื่น",
  "ความทรงจำที่งดงาม ไม่จำเป็นต้องเป็นเรื่องราวที่สมบูรณ์","ธาตุแท้ของคนเราเห็นกันตอนที่ **ลำบาก**","ตอนมองแอบละเมอ ตอนเจอแอบละลาย","ยกให้คุณเป็นที่หนึ่ง แม้คุณจะยกให้ผมเป็นที่โหล่ก็ตาม","แผลที่หายยากที่สุดคือ **แผลที่เกิดจากความรู้สึก**",
  "อะไรก็ตามที่มีจุดเริ่มต้น ย่อมมีจุดจบ","ซัพพอร์ตเขาแล้ว อย่าลืมซับน้ำตาให้ตัวเองด้วยนะ","คนเรามีเวลาให้สิ่งที่สนใจเสมอ ความรักก็เช่นกัน","รักษาความรู้สึกตัวเองก่อนไม่ผิดนะ!","ไม่โอเคแล้วไง พูดอออกไปเขาก็ไม่สนใจอยู่ดี",
  "แฟนไม่ใช่ศัตรู ถ้ายังรักกันอยู่อย่าเอาชนะกัน","อย่ามาเสียดายอะไรทีหลัง ถ้าตอนยังมีอยู่ไม่รู้จักรักษามันเอง","ความคิดถึงเป็นดวงดาว มองเห็นเป็นครั้งคราวแต่ไม่เคยหายไป"
]